{"name":"Sofía Rodríguez","headerTaglineOne":"Hello 🌸","headerTaglineTwo":"I'm Sofía Rodriguez","headerTaglineThree":"Customer Service & Aspiring Front-End Developer","headerTaglineFour":" based in Asunción, PY","showCursor":true,"showBlog":false,"darkMode":false,"showResume":true,"socials":[{"id":"1","title":"Github","link":"https://github.com/Aiphos97"},{"id":"2","title":"LinkedIn","link":"https://www.linkedin.com/in/sofía-rodríguez-alcalá-553a42304/"},{"id":"5","title":"Email","link":"mailto:aiphos.97@gmail.com"}],"projects":[{"id":"1","title":"Game Magic ","description":"This project leverages Python and Pandas to analyze and visualize video game playtime data, providing insights into gaming habits and trends across different platforms.","imageSrc":"https://images.unsplash.com/photo-1636489953081-c4ebbd50fa3a?q=80&w=2344&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D","url":"https://github.com/Aiphos97/GameMagic"},{"id":"894e9234-b0e7-4ea1-ade2-48bd56e89bf1","title":"New Project","description":"Web Design & Development","imageSrc":"https://imgur.com/TW5llx8.jpg","url":"https://fullstackopen.com/en/"}],"services":[{"id":"c1f005f5-0cb5-4d72-bde3-0d715de0cbb4","title":"Medical Interpretation (Spanish-English)","description":"With 2 years of experience in virtual medical interpretation, I provide accurate and professional Spanish-English interpretation services. I assist in facilitating clear communication between medical professionals and patients, ensuring that medical information is understood and conveyed accurately."}],"aboutpara":"I’m a student developing strong skills in Python, currently exploring tools like Pandas, NumPy, and scikit-learn through personal projects. I’m also learning JavaScript and React to broaden my understanding of web development. While my long-term goal is to grow into a tech-focused role, I’m open to customer service positions that offer meaningful experience and the opportunity to grow within a team.","resume":{"tagline":"I'm a medical interpreter and pursuing a master's in Computer Engineering","description":"I'm a medical interpreter, helping bridge communication between healthcare professionals and patients. At the same time, I'm pursuing a master's degree in Computer Engineering, where I aim to merge my passion for technology with my experience in communication. ","experiences":[{"id":"1","dates":" 2023 - Present","type":"Freelance","position":"Medical Interpreter at Propio","bullets":"As a remote medical interpreter with Propio, I provided high-quality Spanish-English interpretation services in a variety of medical settings. My role involved facilitating communication between patients and healthcare professionals, ensuring accuracy and cultural sensitivity in delivering medical information. With over 2 years of experience, I have developed strong skills in medical terminology and client interaction, contributing to better healthcare outcomes for non-English speaking patients."},{"id":"d495c23b-4f65-479a-9b8a-cfbc1c089725","dates":"2023 - 2025","type":"Freelance","position":"Medical Interpreter at Voyce","bullets":"In this role I facilitated clear and accurate communication between patients and healthcare providers, ensuring confidentiality, cultural sensitivity, and adherence to medical terminology. "}],"education":{"universityName":"University Americana de Asunción","universityDate":"2022 - Ongoing ","universityPara":"Master in Informatics Engineering"},"languages":["Python","HTML5","CSS","JavaScript"],"frameworks":["React","Typescript","NodeJs"],"others":["EF SET English Certificate (C1 Advanced) https://cert.efset.org/en/ittEaN"]}}